// lib/data/raceData.js

const raceData = {
  'Людина': {
    languages: ['Загальна'],
  },
  'Ельф': {
    languages: ['Загальна', 'Ельфійська'],
  },
  'Дварф': {
    languages: ['Загальна', 'Гномʼяча'],
  },
  'Напіврослик': {
    languages: ['Загальна', 'Гномʼяча'],
  },
  'Драконороджений': {
    languages: ['Загальна', 'Драконяча'],
  },
  'Гном': {
    languages: ['Загальна', 'Гномʼяча'],
  },
  'Напіворк': {
    languages: ['Загальна', 'Орча'],
  },
  'Тіфлінг': {
    languages: ['Загальна', 'Тіфлінгська'],
  },
}

export default raceData
